Revit 2027 API
ParameterTypeId.FbxLightLampLumenDepr Property
 "Lamp Lumen Depreciation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightLampLumenDepr { get; }
Public Shared ReadOnly Property FbxLightLampLumenDepr As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightLampLumenDepr {
	ForgeTypeId^ get ();
}
static member FbxLightLampLumenDepr : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace